/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row no encuentra ningún contenido.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row no puede reproducir la canción actual.";


/* kBRMediaNoPhotoContent */
301 = "Front Row no encuentra ninguna foto.";

/* kBRMediaNoPodcastContent */
302 = "Front Row no encuentra ningún podcast.";

/* kBRMediaNotDRMAuthorized */
303 = "No dispone de autorización para reproducir este contenido.";

/* kBRMediaNoTVShowContent */
305 = "Front Row no encuentra ningún programa de televisión.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row no encuentra ningún vídeo musical.";

/* kBRMediaNoPlaylists */
307 = "Front Row no encuentra ninguna lista de reproducción.";

/* kBRMediaNoSongContent */
308 = "Front Row no encuentra ninguna canción.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row no encuentra ningún audiolibro.";

/* kBRMediaNoMovies */
315 = "Front Row no encuentra ninguna película.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row no dispone de autorización para reproducir este contenido.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row ya está intentando conectarse a esta fuente.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row no puede conectarse a esta biblioteca.";

